soap/settlementva/ZWS_SETTLEMENT_VA2.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:urn="urn:sap-com:document:sap:soap:functions:mc-style">
   <soap:Header/>
   <soap:Body>
      <urn:ZfmSettleVa>
         ?
         <!--Optional:-->
         <ItData>
            <!--Zero or more repetitions:-->
            <item>
               <Bukrs></Bukrs>
               <Blart></Blart>
               <Belnr></Belnr>
               <Budat></Budat>
               <Bldat></Bldat>
               <Xblnr></Xblnr>
               <Bktxt></Bktxt>
               <Valut></Valut>
               <Waers></Waers>
               <Kursf></Kursf>
               <Bschl></Bschl>
               <Umskz></Umskz>
               <Hkont></Hkont>
               <Mwskz></Mwskz>
               <Dmbtr></Dmbtr>
               <Wrbtr></Wrbtr>
               <Fwbas></Fwbas>
               <Hwbas></Hwbas>
               <Fwste></Fwste>
               <Zterm></Zterm>
               <Zbdt></Zbdt>
               <Zfbdt></Zfbdt>
               <Zuonr></Zuonr>
               <Sgtxt></Sgtxt>
               <XrefHd></XrefHd>
               <Xref2Hd></Xref2Hd>
               <Bvtyp></Bvtyp>
               <Kostl></Kostl>
               <Prctr></Prctr>
               <Witht></Witht>
               <WtWithcd></WtWithcd>
               <WtQsshb></WtQsshb>
               <WtQbshb></WtQbshb>
               <WtQsshh></WtQsshh>
               <WtQbshh></WtQbshh>
               <WtAcco></WtAcco>
               <Gjahr></Gjahr>
            </item>
         </ItData>
      </urn:ZfmSettleVa>
   </soap:Body>
</soap:Envelope>